Repository: SmartResponse-Org/smart-response
Catalog: SmartResponse/Localization/ErrorMessage.*.resx
Languages: ar

source: Success
ar: العملية تمت بنجاح

source: Internal Server Error
ar: حصل خطأ فى السيرفر

source: Failed To Fetch Data
ar: فشل في الحصول على الداتا

source: There is NoPermission to Perform this Action
ar: فشل العمليه : لاتوجد صلاحية

source: Some Error Occurred
ar: حصل خطأ ما

source: Failed : Input Validation Error
ar: فشل العملية : خطأ في البيانات المدخلة

source: Failed : {0} Is Required
ar: فشل العملية : {0} هذا الحقل مطلوب

source: Failed: {0} Must Be Greater Than 0
ar: فشل العملية : {0} يجب ان تكون اكبر من 0

source: Length Validation Error
ar: فشل العملية : خطأ في طول البيانات المدخلة

source: Failed : {0} Must Be Between {1} And {2}
ar: فشل العملية : {0} يجب ان تكون من {1} الي{2}

source: Failed : {0} Must Be GreaterThan {1}
ar: فشل العملية : {0} يجب ان تكون اكبر من {1}

source: Failed : {0} Must Be LessThan {1}
ar: فشل العملية : {0} يجب ان تكون اقل من {1}

source: Failed :Invalid Items Count
ar: فشل العملية : العدد غير صحيح

source: Failed :Invalid [Logo]
ar: فشل العملية : اللوجو غير صحيح او غير موجود

source: Failed :Invalid Json
ar: فشل العملية : الـJson غير صحيح

source: Failed :Invalid Json Empty Value
ar: فشل العملية : لا يوجد بيانات العربية و الانجليزية في هذا الحقل

source: Failed :Failed To Deserialize
ar: فشل العملية : فشل استرجاع بيانات العربية و الانجليزية في هذا الحقل

source: Failed :Missing Default Value
ar: فشل العملية : لا يوجد بيانات الانجليزية في هذا الحقل

source: Failed :Missing Arabic Value
ar: فشل العملية : لا يوجد بيانات العربية في هذا الحقل

source: Failed :{0} should contain at least 1 digit
ar: فشل العملية : كلمة المرور يجب ان تحتوى رقم واحد على الاقل

source: Failed :{0} should contain at least one alphabetic character
ar: فشل العملية : كلمة المرور يجب ان تحتوى حرف صغير واحد و حرف كبير واحد على الاقل

source: Failed :{0} should contain at least one special character
ar: فشل العملية : كلمة المرور يجب ان تحتوى رمز خاص واحد على الاقل

source: Failed :Invalid Https Url
ar: فشل العملية : عنوان انترنت غير صحيح او غير امن

source: Failed :Invalid File Type
ar: فشل العملية : نوع الملف غير مدعوم

source: Failed : File size should be less than 2M
ar: فشل العملية :يجب أن يكون حجم الملف 2 ميجابايت علي الأكثر

source: Failed :You Must select one at least
ar: فشل العملية : يجب اختيار واحد علي الأقل

source: Failed : Business Validation Error
ar: فشل العملية : بيانات تشغيل غير صحيحة

source: Failed : {0} Already Exists
ar: فشل العملية : {0} موجود مسبقا

source: Failed : {0} Not Found
ar: فشل العملية : {0} غير موجود

source: Failed : {0} Is DefaultForOther
ar: فشل العملية : {0} هو الافتراضى للاخرين

source: There're related data to this item
ar: فشل العملية : توجد بيانات متعلقة

source: File type Is Not supported
ar: فشل العملية : نوع الملف غير مدعوم

source: Failed : [Name] Already Exists
ar: فشل العملية : [الاسم] موجود مسبقا

source: Failed : [UserName] Already Exists
ar: فشل العملية : [اسم المستخدم] موجود مسبقا

source: Failed : [Email] Already Exists
ar: فشل العملية : [الايميل] موجود مسبقا

source: Failed : Can't Delete Admin User
ar: فشل العملية : لا يمكن حذف مستخدم بصلاحية المدير

source: Failed : English {0} Already Exists
ar: فشل العملية : بيانات الانجليزية للحقل {0} موجودة مسبقا

source: Failed : Arabic {0} Already Exists
ar: فشل العملية : بيانات العربية للحقل {0} موجودة مسبقا

source: Failed : Invalid [UserName] or [Password]
ar: فشل العملية : [اسم المستخدم] او [الباسورد] غير صحيح

source: Failed : Invalid [Password]
ar: فشل العملية : [الباسورد] غير صحيح

source: Failed :Employee Is InActive .. Activate then try again
ar: فشل العملية : المستخدم غير مفعل

source: Failed : {0} Is HiglightedVersion
ar: فشل العملية : {0} هى نسخة مميزة

source: Failed :{0} Is InActive .. Activate then try again
ar: فشل العملية :{0} يجب ان يكون نشط في حالة الافتراضي

source: Failed :{0} Is Default.. Not allowed to be deleted
ar: فشل العملية :{0} يكون افتراضي لا يمكن حذفة

source: Failed :You Already have 3 active versions,Please deactive one
ar: فشل العملية :تم تعدى الحد المسموح به لعدد النسخ النشطة

source: Failed :DownloadUrl or ReleaseNumber is already exisit
ar: فشل العملية لينك التحميل او الاصدار موجود مسبقا

source: Failed :Mobile already verified
ar: فشل العملية: تم تفعيل الجوال بالفعل

source: Failed :Email already verified
ar: فشل العملية: تم تفعيل البريد الالكتروني بالفعل

source: Failed :Exceed try send count
ar: فشل العملية: تم تخطي عدد مرات المحاوله

source: Failed :Phone code expired
ar: فشل العملية: كود التفعيل منتهي الصلاحيه

source: Failed :Verification link expired
ar: فشل العملية: رابط التفعيل منتهي الصلاحيه

source: Failed :Invalid verification link
ar: فشل العملية: رابط التفعيل تالف

source: Failed :Invalid login credentials
ar: فشل العملية: بيانات غير صحيحه

source: Failed :Invalid token
ar: فشل العملية: الرمز غير صحيح

source: Failed :Token not expired yet
ar: فشل العملية: الرمز مازال صالح

source: Failed :Token and refresh token don't match
ar: فشل العملية: الرمزين غير متطابقين

source: Failed :Email not verified
ar: فشل العملية: البريد الالكتروني غير مفعل

source: Failed :Password already defined for you before
ar: فشل العملية: لقد قمت بإستخدام الرقم السري من قبل

source: Failed :Email is already primary
ar: فشل العملية: البريد الالكتروني رئيسي بالفعل

source: Failed :{0} Is InActive .. You must activate one at least
ar: فشل العملية :{0} يجب ان يكون نشط في حالة عدم وجود اخر نشط

source: Failed :{0} Is Default .. You must select another one to be default first
ar: فشل العملية :{0} يكون افتراضي يجب ان تختار اخر افتراضي وحاول مره اخري

source: Failed: Invalid password or link
ar: فشل العملية: رقم سري غير صحيح او الرباط غير صحيح

source: Failed :{0} has unpaid invoices
ar: فشل العملية :{0} لم يسدد جميع الفواتير المستحقة

source: Failed :There is an Unpaid Invoice With Serial {0}
ar: فشل العملية :لم يتم تسديد جميع {0} المستحقة

source: Failed:Please, correct device serial
ar: فشل العملية : يجب تعديل السريال

source: Failed : Licenses limit has been exceeded
ar: فشل العملية : تم تخطي العدد المسموح من الرخص

source: Failed:You have exceeded the validity period
ar: فشل العملية : لقد تخطيت فتره الصلاحية

source: Failed : {0} status is Invalid
ar: فشل العملية : حالة {0} غير مسموحة

source: Failed : {0} Not Available in your Country
ar: فشل العملية : {0} غير متاح في بلدك

source: Failed : {0} Is Not Generated Yet
ar: فشل العملية : {0} لم تنشأ بعد

source: Failed : New Password not identical to Confirm Password
ar: فشل العملية : الباسورد الجديد غير مطابق لتأكيد الباسورد

source: Failed : License is not expired yet
ar: فشل العمليه : الرخصه لم تنتهي بعد

source: Failed : There's no paid invoice
ar: فشل العمليه : لا يوجد فاتوره مدفوعه

source: Failed : Must Purchase Version First.
ar: فشل العملية : لابد من شراء نسخة أولا

source: Failed : Has more than one invoice
ar: فشل العمليه : لا يوجد اكثر من فاتوره

source: Failed :Sorry the selected role is used.
ar: فشل العملية : هذه الصلاحية مستخدمة بالفعل

source: Failed : request is already refunded
ar: فشل العمليه : تم قبول الاسترجاع من قبل

source: Failed : request has been rejected
ar: فشل العمليه : تم رفض الاسترجاع من قبل

source: Failed : EndDate must be greater than StartDate
ar: فشل العملية : يجب ان يكون تاريخ نهاية الفاتورة اكبر من تاريخ بدا الفاتورة

source: Failed : Payment Failed.
ar: فشل العملية : فشلت عملية الدفع

source: Failed : There're related addons have not been refunded yet
ar: فشل العملية : يوجد اضافات لم تتم استرجعها

source: Failed: Invalid payment method
ar: فشل العملية : طريقه الدفع لا تصلح

source: Failed : Can't Deactivate Featured Tag
ar: فشل العملية : لا يمكن الغاء التفعيل لهذا الملصق

source: Failed : {0} This page not available now
ar: فشل العملية : لا يمكن الوصول الي هذة الصفحة الان

source: Failed :Page or Action not selected
ar: فشل العملية : يجب اختيار صفحة علي الاقل

source: Failed :You Must Select At least one country
ar: فشل العملية : يجب اختيار دولة واحدة علي الاقل

source: Failed : Email belongs to other mobile
ar: فشل العمليه : البريد الالكتروني ينتمي لهاتف اخر

source: Failed : Mobile belongs to other email
ar: فشل العمليه : الهاتف ينتمي لبريد الكتروني اخر

# SR-IV-6007
source: Failed : Invalid [Email]
ar: فشل العملية : الايميل غير صحيح
